Repository: Tubbz-alt/pornview
Catalog: po/*.po
Languages: pl

source: None
pl: Brak

source: Yes
pl: Tak

source: No
pl: Nie

source: Close
pl: Zamknij

source: Cancel
pl: Anuluj

source: Value
pl: Warto¶æ

source: Error
pl: B³±d

source: EXIF data not found.
pl: Danych EXIF nie znaleziono.

source: Sun
pl: Nie

source: Mon
pl: Pon

source: Tue
pl: Wto

source: Wed
pl: ¦ro

source: Thu
pl: Czw

source: Fri
pl: Pi±

source: Sat
pl: Sob

source: File name %s already exists.
pl: Plik o nazwie %s ju¿ istnieje.

source: Failed to rename %s to %s.
pl: Zmiana nazwy z %s to %s nie mo¿liwa.

source: All Files
pl: Wszystkie pliki

source: Home
pl: Katalog domowy

source: Show hidden
pl: Wy¶wietlaj ukryte

source: Filter:
pl: Filtr:

source: About
pl: O programie...

source: version
pl: wersja

source: /_File
pl: /Plik

source: /File/E_xit
pl: /Plik/Wyj¶cie

source: /_Tools
pl: /Narzêdzia

source: /_Help
pl: /Pomoc

source: /Help/A_bout
pl: /Pomoc/O programie...

source: Exit
pl: Wyj¶cie

source: Preference
pl: Opcje

source: Preview
pl: Podgl±d

source: Clearing thumbnails...
pl: Usuwanie miniaturek...

source: Purging old thumbnails...
pl: Usuwanie starych miniaturek...

source: Purge thumbnails
pl: Usuwanie miniaturek

source: Title
pl: Tytu³

source: Date
pl: Data

source: Category
pl: Kategoria

source: Comment Time
pl: Data Komentarza

source: Modification Time
pl: Data Modyfikacji

source: Image Type
pl: Typ zdjêcia/filmu

source: Image Size
pl: Rozmiar zdjêcia/filmu

source: Can't open comment file for read.
pl: Nie mogê otworzyæ pliku z komentarzem.

source: cannot make dir
pl: nie mogê utworzyæ katalogu

source: Can't open comment file for write.
pl: Nie mogê zapisaæ pliku z komentarzem.

source: Key
pl: Klucz

source: Data
pl: Dane

source: Key:
pl: Klucz:

source: Value:
pl: Warto¶æ:

source: Apply
pl: Zatwierdz

source: Clear
pl: Wyczy¶æ

source: Delete
pl: Usuñ

source: Note
pl: Notatka

source: Save
pl: Zapisz

source: Reset
pl: Resetuj

source: Edit Comment (%s)
pl: Edycja komentarza (%s)

source: /_Refresh
pl: /Od¶wie¿

source: /_Make Directory
pl: /Utwórz katalog

source: /Re_name Directory
pl: /Zmieñ nazwe katalogu

source: /_Delete Directory
pl: /Usuñ katalog

source: Permission denied
pl: Brak dostêpu

source: new folder
pl: nowy katalog

source: Faild to rename directory
pl: Nie mogê zmieniæ nazwy katalogu

source: Directory not exist
pl: Katalog ju¿ istnieje

source: Delete directory
pl: Czy usun±æ katalog

source: Confirm Deleting Directory
pl: Potwierdzenie usuniêcia katalogu

source: Faild to delete directory
pl: Nie mogê usun±æ katalogu

source: Refresh
pl: Od¶wie¿

source: Up
pl: Wy¿ej

source: Down
pl: Ni¿ej

source: Collapse
pl: Zwiñ

source: Expand
pl: Rozwiñ

source: /Exit
pl: /Wyj¶cie

source: /About
pl: /O programie...

source: /Show Main Window
pl: /Wy¶wietl

source: /Hide Main Window
pl: /Ukryj

source: Source to copy matches destination
pl: Kopiowany plik odpowiada docelowemu

source: Unable to copy file: %s to itself.
pl: Nie mo¿na skopiowaæ pliku: %s na niego samego.

source: Source to move matches destination
pl: Przenoszony plik odpowiada docelowemu

source: Unable to move file: %s to itself.
pl: Nie mo¿na przenie¶æ pliku: %s na niego samego.

source: Continue
pl: Kontynuuj

source: Overwrite file: %s with: %s
pl: Nadpisanie pliku: %s plikiem: %s

source: Overwrite file
pl: Nadpisz plik

source: Yes to all
pl: Tak, Wszystkie

source: Skip
pl: Pomiñ

source: Skip all
pl: Pomiñ, Wszystkie

source: Auto rename
pl: Zmiana nazw

source: Rename
pl: Zmiana nazwy

source: PornView - copy
pl: PornView - kopiowanie

source: PornView - move
pl: PornView - przenoszenie

source: Error copying file
pl: B³±d przy kopiowaniu pliku

source: Unable to copy file: %sto: %s during multiple file copy.
pl: Nie mo¿na skopiowaæ pliku: %s do: %s podczas kopiowania wielu plików.

source: Error moving file
pl: B³±d przy przenoszeniu plików

source: Unable to move file: %sto: %s during multiple file move.
pl: Nie mo¿na przenie¶æ pliku: %s do: %s podczas przenoszenia wielu plików.

source: Source matches destination
pl: ¬ród³o odpowiada celowi

source: Source and destination are the same, operation cancelled.
pl: ¬ród³o i cel s± takie same, operacja anulowana.

source: Overwrite file: %s with: %s
pl: Nadpisanie pliku: %s plikiem: %s

source: Overwrite
pl: Nadpisanie

source: Unable to copy file: %s to: %s
pl: Nie mo¿na skopiowaæ pliku: %s do: %s

source: Unable to move file: %s to: %s
pl: Nie mo¿na przenie¶æ pliku: %s do: %s

source: Invalid destination
pl: Niepoprawny cel

source: When operating with multiple files, please select a directory, not file.
pl: Podczas operacji na wielu plikach, zaznacz katalog, nie plik.

source: Invalid directory
pl: Niepoprawny katalog

source: Please select an existing directory
pl: Zaznacz istniej±cy katalog

source: Copy
pl: Skopiuj

source: Copy file: %s to:
pl: Kopiowanie pliku: %s do:

source: Copy multiple files to:
pl: Kopiowanie wielu plików do:

source: Move
pl: Przenie¶

source: Move file: %s to:
pl: Przenoszenie pliku: %s do:

source: Move multiple files to:
pl: Przeniesienie wielu plików do:

source: Unable to delete file: %s Continue multiple delete operation?
pl: Nie mo¿na usun±æ pliku: %s Kontynuowaæ operacjê usuwania plików?

source: Delete failed
pl: Usuniêcie nie powiod³o siê

source: Unable to delete file: %s
pl: Nie mo¿na usun±æ pliku: %s

source: Delete files
pl: Usuñ pliki

source: About to delete multiple files...
pl: Usuniêcie wielu plików...

source: File deletion failed
pl: Usuniêcie pliku nie powiod³o siê.

source: About to delete the file: %s
pl: Usuniêcie pliku: %s

source: Delete file
pl: Usuñ plik

source: Overwrite file: %s by renaming: %s
pl: Nadpisanie pliku: %s poprzez zmianê nazwy na: %s

source: Unable to rename file: %s to: %s
pl: Nie mo¿na zmieniæ nazwy pliku: %s na: %s

source: Error renaming file
pl: B³±d podczas zmiany nazwy pliku

source: Failed to rename %s The number was %d.
pl: Zmiana nazwy %s nie powiod³a siê (%d).

source: PornView - rename
pl: PornView - zmiana nazwy

source: Rename multiple files:
pl: Zmiana nazwy wielu plików:

source: Rename:
pl: Zmiana nazwy:

source: to:
pl: na:

source: Begin text
pl: Pocz±tek

source: Start #
pl: Od #

source: End text
pl: Koñcówka

source: Padding:
pl: Uzupe³nienie:

source: Unable to rename file: %s to: %s
pl: Nie mo¿na zmieniæ nazwy pliku: %s na: %s

source: Rename file: %s to:
pl: Zmiana nazwy pliku: %s na:

source: The directory: %s already exists.
pl: Katalog: %s ju¿ istnieje.

source: Directory exists
pl: Katalog istnieje

source: The path: %s already exists as a file.
pl: ¦cie¿ka: %s ju¿ istnieje i reprezentuje plik.

source: Could not create directory
pl: Nie mo¿na utworzyæ katalogu.

source: Unable to create directory: %s
pl: Nie mo¿na utworzyæ katalogi: %s

source: Error creating directory
pl: B³±d podczas tworzenia katalogu

source: Create directory in: %s named:
pl: Utworzenie katalogu w: %s o nazwie:

source: PornView - new directory
pl: PornView - nowy katalog

source: Create
pl: Utwórz

source: type
pl: typ

source: movie
pl: film

source: image
pl: zdjêcie

source: size
pl: rozmair

source: time
pl: czas

source: user
pl: w³a¶ciciel

source: group
pl: grupa

source: File Properties
pl: W³a¶ciwo¶ci

source: original size
pl: oryginalny rozmiar

source: zoom in
pl: powiêkszenie

source: zoom out
pl: pomniejszenie

source: fit to window
pl: dopasowanie

source: auto zoom
pl: dostosowanie

source: 0 deg
pl: 0 st.

source: 90 deg
pl: 90 st.

source: 180 deg
pl: 180 st.

source: -90 deg
pl: -90 st.

source: /_Fullscreen
pl: /Wy¶wietl na pe³nym ekranie

source: /_Zoom
pl: /Skaluj

source: /Zoom/Zoom In
pl: /Skaluj/Powiêksz

source: /Zoom/Zoom Out
pl: /Skaluj/Pomniejsz

source: /Zoom/Fit to Window
pl: /Skaluj/Dopasuj do okna

source: /Zoom/Auto Zoom
pl: /Skaluj/Dostosuj

source: /Zoom/Original Size
pl: /Skaluj/Przywróæ oryginaly rozmiar

source: /_Rotate
pl: /Obróæ

source: /Rotate/Rotate 90deg
pl: /Obróæ/Obróæ o 90 st.

source: /Rotate/Rotate -90deg
pl: /Obróæ/Obróæ o -90 st.

source: /Rotate/Rotate 180deg
pl: /Obróæ/Obróæ o 180 st.

source: /_Movie
pl: /Fim

source: /Movie/Play
pl: /Film/Odtwarzaj

source: /Movie/Pause
pl: /Film/Zatrzymaj

source: /Movie/Stop
pl: /Film/Zakoñcz

source: /Movie/Fast Forward
pl: /Film/Przewiñ szybko

source: /Movie/Slow Forward
pl: /Film/Przewiñ wolno

source: /Movie/---
pl: /Film/---

source: /Movie/Create Thumbnail
pl: /Film/Utwórz miniaturke

source: /_Properties
pl: /W³a¶ciwo¶ci

source: /_Scan EXIF Data
pl: /Skanuj EXIF Data

source: /Select _All
pl: /Zaznacz wszystkie

source: /Copy...
pl: /Kopiuj...

source: /Move...
pl: /Przenie¶...

source: /Rename...
pl: /Zmieñ nazwe...

source: /Delete...
pl: /Usuñ...

source: Previous Image/Movie
pl: Poprzednie zdjêcie/fim

source: Next Image/Movie
pl: Nastêpne zdjêcie/fim

source: First Image/Movie
pl: Pierwsze zdjêcie/film

source: Last Image/Movie
pl: Ostatnie zdjêcie/film

source: Properties
pl: W³a¶ciwo¶ci

source: View Thumbs
pl: Miniaturki

source: View List
pl: Lista plików

source: Fullscreen
pl: Pe³ny ekran

source: Slideshow
pl: Slajdy

source: No Zoom
pl: Oryginalny rozmiar

source: Auto Zoom
pl: Dostosuj rozmiar do okna

source: Zoom In
pl: Powiêkszenie

source: Zoom Out
pl: Pomniejszenie

source: Play
pl: Odtwarzaj

source: Pause
pl: Zatrzymaj

source: Stop
pl: Zakoñcz

source: Previous
pl: Poprzedni

source: Next
pl: Nastêpny

source: stop
pl: zastopowany

source: play
pl: odtwarzany

source: forward x2
pl: odtwarzany z szybko¶ci± x2

source: forward x4
pl: odtwarzany z szybko¶ci± x4

source: pause
pl: zatrzymany

source: forward x0.5
pl: odtwarzany z szybko¶ci± x0.5

source: forward x0.25
pl: odtwarzany z szybko¶ci± x0.25

source: Slow Forward
pl: Przewiñ wolno

source: Fast Forward
pl: Przewiñ szybko

source: Never convert
pl: Nie konwertuj

source: Locale
pl: Lokalny

source: Any
pl: Dowolny

source: Startup Directory
pl: Katalog pocz±tkowy

source: Startup Directory
pl: Katalog pocz±tkowy

source: Home directory
pl: Katalog domowy u¿ytkownika

source: Go to last visited location
pl: Ostatnio odwiedzony katalog

source: Go to this directory:
pl: Startuj od katalogu:

source: Browse...
pl: Przegl±daj

source: Current
pl: Bie¿±cy

source: Main Window
pl: Okno aplikacji

source: Remember window size
pl: Pamiêtaj rozmiar

source: Enable/Disable dock
pl: W³±czenie/Wy³±czenie ikony dokowania

source: String includes invalid character! Only ASCII is available.
pl: £añcuch zawiera niepoprawne znaki! Tylko ASCII s± dostêpne.

source: Error!!
pl: B³±d!!

source: Enable
pl: W³±czony

source: Disable
pl: Wy³±czony

source: System defined
pl: Zdefiniowany przez program

source: User defined
pl: Zdefiniowany przez u¿ytkownika

source: Extension
pl: Rozszerzenie

source: Type
pl: Typ

source: Image Types
pl: Type zdjêcia

source: Extension:
pl: Rozszerzenie:

source: Image Type:
pl: Type zdjêcia:

source: Common
pl: Ogólny

source: Locale character set:
pl: Lokalny zestaw znaków:

source: Internal character set:
pl: Wewnêtrzny zestaw znaków:

source: File name
pl: Nazwa pliku

source: Solid
pl: Pe³ne

source: Dotted
pl: Kropkowane

source: Square
pl: Kwadrat

source: Triangle
pl: Trójk±t

source: Circular
pl: Okr±g

source: Directory Scan
pl: Skanowanie katalogów

source: Check subdirectories
pl: Sprawdzaj, czy s± podkatalogi

source: Check number of hard links
pl: Testuj liczbê twardych linków

source: Do not check number of hard links
pl: Wchodz do ka¿dego katalogu i skanuj

source: Tree line style
pl: Linie

source: Tree expander style
pl: Przycisk rozwijania

source: TRUE
pl: PRAWDA

source: FALSE
pl: FA£SZ

source: second(s)
pl: sekund(a/y)

source: minute(s)
pl: minut(a/y)

source: hour(s)
pl: godzin(a/e/y)

source: day(s)
pl: dzieñ

source: milliseconds, no delay
pl: milisekund, bez opó¼nienia

source: milliseconds
pl: milisekund

source: Delay before image change:
pl: Opó¼nienie pomiêdzy kolejnymi slajdami:

source: Tiles
pl: Kafle

source: Bilinear
pl: Dwuliniowe

source: Normal
pl: Zwyk³y

source: Best
pl: Najlepszy

source: Quality
pl: Jako¶æ

source: Dithering method:
pl: Metoda ditheringu:

source: Zoom (scaling):
pl: Skalowanie:

source: Zoom
pl: Skalowanie

source: Zoom to original size
pl: Powiêkszenie do rozmiaru oryginalnego

source: Fit image to window, if image is larger
pl: Dopasowanie do rozmiarów okna, je¶li zdjêcie wieksze

source: Thumbnail quality:
pl: Jako¶æ miniaturki

source: Cache thumbnails
pl: Zapisywanie miniaturek w cache

source: Cache thumbnails into .thumbnails
pl: U¿ywanie .thumbnails jako cache miniaturek

source: Mode
pl: Tryb

source: list mode
pl: lista plików

source: preview mode
pl: miniaturki

source: Directory View
pl: Drzewo katalogów

source: Image View
pl: Zdjêcia

source: Thumbnail View
pl: Miniaturki

source: Comment
pl: Komentarz
